Repository: socib/grumers
Catalog: grumers/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: Update
ca: Actualitza
es: Actualiza

source: Fill jellyfish specie or set quantity to none
ca: Omple espècie o posa la quantitat a zero
es: Informa la especie de medusa o deja la cantidad a cero

source: Fill quantity or set specie to none
ca: Indica la quantita o deixa la espècie buida
es: Indica la cantidad o deja en blanco la especie

source: Sting incidents can not be greater than total incidents
ca: Els nombre de picades no pot ser major al total d'indidències
es: El número de picaduras no puede ser mayor que el total de incidencias

source: %s observation
ca: %s observació
es: %s observación

source: %s Create observation and continue with next station
ca: %s Desa i segueix amb el següent punt
es: %s Guarda y pasa al siguiente punto

source: Cancel
ca: Cancel·la
es: Cancela

source: When / Where
ca: Quan / On
es: Cuándo / Dónde

source: Jellyfish observation
ca: Observació de grumers
es: Observación de medusas

source: Incidents during the day
ca: Indicències al llarg del dia
es: Incidencias al largo del día

source: None
ca: Cap
es: Ninguna

source: Create
ca: Crea
es: Crea

source: observation date
ca: data d'observació
es: Fecha de la observación

source: Create bulk no-observations
ca: Crea no-observacions massives
es: Crea no-observaciones masivas

source: specie
ca: espècie
es: especie

source: Specie: all
ca: Espècie: totes
es: Especie: todas

source: created by
ca: creat per
es: creado por

source: User: all
ca: Usuari: tots
es: Usuario: todos

source: observation route
ca: ruta d'observació
es: ruta de observación

source: Route: all
ca: Ruta: totes
es: Ruta: todas

source: Route type: all
ca: Tipus de ruta: totes
es: Tipo de ruta: todas

source: observation route type
ca: tipus de ruta
es: tipo de ruta de observación

source: observation station
ca: punt d'observació
es: punto de observación

source: Station: all
ca: Punts: tots
es: Puntos: todos

source: source
ca: font
es: fuente

source: from date
ca: des de data
es: desde fecha

source: to date
ca: fins a data
es: hasta fecha

source: Filter
ca: Filtra
es: Filtra

source: Export
ca: Exporta
es: Exporta

source: %s daily report
ca: %s informe diari
es: %s informe diario

source: %s Create report and continue with next station
ca: %s Desa l'infome i segueix amb el següent punt
es: %s Guarda el informe y pasa al siguiente punto

source: %s flag change
ca: %s canvi de bandera
es: %s cambio de bandera

source: %s Create flag change and continue
ca: %s Crea el canvi de bandera i continua
es: %s Crea el cambio de bandera y continúa

source: Flag
ca: Bandera
es: Bandera

source: Municipality: all
ca: Municipi: tots
es: Municipio: todos

source: Name
ca: Nom
es: Nombre

source: Island: all
ca: Illa: totes
es: Isla: todas

source: Island
ca: Illa
es: Isla

source: Municipality
ca: Municipi
es: Municipio

source: scientific name
ca: nom científic
es: nombre científico

source: common name
ca: nom comú
es: nombre común

source: description
ca: descripció
es: descripción

source: picture
ca: fotografia
es: fotografía

source: display order
ca: Ordre visualització
es: Orden visualización

source: disabled
ca: deshabilitat
es: deshabilitado

source: date added
ca: afegit en data
es: fecha alta

source: date modified
ca: modificat en data
es: fecha modificación

source: update by
ca: actualitzat per
es: actualizado por

source: jellyfish specie
ca: espècie de grumer
es: especie de medusa

source: jellyfish species
ca: espècies de grumers
es: especies de medusa

source: Marine reserve
ca: Reserva marina
es: Reserva marina

source: Cleaning route
ca: Ruta de neteja
es: Ruta de limpieza

source: Beach watching
ca: Vigilància platja
es: Vigilancia playa

source: name
ca: nom
es: nombre

source: code
ca: codi
es: código

source: type
ca: tipus
es: tipo

source: use incident form
ca: utilitza formulari incidències diàries
es: utiliza el formulario de incidencias diarias

source: island
ca: illa
es: isla

source: municipality
ca: municipi
es: municipio

source: user groups allowed
ca: grups amb permís
es: grupos permitidos

source: observation routes
ca: rutes d'observació
es: rutas de observación

source: High sea
ca: A la mar
es: En el mar

source: Offshore - 200 m
ca: Fora de la costa - 200m
es: Lejos de la costa - 200m

source: Nearshore - 100 m
ca: A prop de la costa - 100m
es: Cerca de la costa - 100m

source: Beach shore
ca: Platja
es: Orilla (Playa)

source: order in route
ca: ordre a la ruta
es: orden en la ruta

source: position
ca: localització
es: posición

source: observation stations
ca: punts d'observació
es: punto de observación

source: Web Form
ca: Formulari web
es: Formulario web

source: Web Form (Bulk)
ca: Formulari web (massiva)
es: Formulario web (masiva)

source: Bulk upload
ca: Importació massiva
es: importación masiva

source: One
ca: Una
es: Una

source: 2 to 5
ca: 2 a 5
es: 2 hasta 5

source: 6 to 10
ca: 6 a 10
es: 6 hasta 10

source: 11 to 99
ca: 11 a 99
es: 11 hasta 99

source: 100 or more
ca: 100 o més
es: 100 o más

source: observation date and time
ca: data i hora observació
es: fecha y hora observación

source: quantity observed
ca: quantitat observada
es: cantidad observada

source: remarks
ca: comentaris
es: comentarios

source: total sting incidents
ca: Picades totals
es: picaduras totales

source: total incidents
ca: Incidències totals
es: incidentes totales

source: jellyfish observation
ca: observació de grumers
es: observación de medusas

source: jellyfish observations
ca: observacions de grumers
es: observaciones de medusas

source: Red
ca: Vermella
es: Roja

source: Yellow
ca: Groga
es: Amarilla

source: Green
ca: Verda
es: Verde

source: date and time
ca: Data i hora
es: fecha y hora

source: flag status
ca: estat de la bandera
es: estado de la bandera

source: jellyfish flag
ca: Bandera de grumers
es: bandera de medusas

source: flag change
ca: canvi de bandera
es: cambio de bandera

source: flag changes
ca: canvis de bandera
es: cambios de bandera

source: date
ca: data
es: fecha

source: daily report
ca: informe diari
es: informe diario

source: create observation
ca: crea observació
es: Crea observación

source: create bulk no-observations
ca: crea no-observacions massives
es: Crea no-observaciones masivas

source: actions
ca: accions
es: acciones

source: Observation created
ca: Observació creada
es: Observación creada

source: Observation updated
ca: Observació actualitzada
es: Observaciçon actualizada

source: Route reference missed
ca: Falta la referència de la ruta
es: Referencia de la ruta no encontrada

source: Observations created
ca: Observacions creades
es: Observaciones creadas

source: Observation deleted
ca: Observació esborrada
es: Observación borrada

source: Daily report created
ca: Informe diari creat
es: Informe diario creado

source: Daily report updated
ca: Informe diari actualitzat
es: Informe diario actualizado

source: Flag change created
ca: Canvi de bandera creat
es: Cambio de bandera creado

source: Flag Change updated
ca: Canvi de bandera actualitzat
es: Cambio de bandera actualizado

source: Flag change deleted
ca: Canvi de bandera esborrat
es: Cambio de bandera eliminado

source: first name
ca: nom
es: nombre

source: last name
ca: llinatges
es: apellidos

source: email address
ca: correu electrònic
es: correo electrónico

source: old password
ca: contrasenya actual
es: contraseña actual

source: new password
ca: nova contrasenya
es: nueva contraseña

source: repeat password
ca: repeteix contrasenya
es: repite la contraseña

source: Old password is not correct
ca: la contrasenya actual no és correcta
es: La antigua contraseña no es correcta

source: New and repeat passwords don't match
ca: Els dos camps de nova contrasenya no coincideixen
es: Las nuevas contraseñas no coinciden

source: You must indicate old password to change it
ca: Has d'introduir l'antiga contrasenya per poder canviar-la
es: Debes introducir la contraseña actual para poder cambiarla

source: %s Save
ca: %s Desa
es: %s Guarda

source: Change password (optional)
ca: Canvia la contrasenya (optional)
es: Cambia la contraseña (opcional)

source: Short title for menu
ca: Títol per al menú
es: Título corto para el menú

source: order
ca: ordre
es: orden

source: Introduction
ca: Introducció
es: Introducción

source: related pages
ca: pàgines relacionades
es: páginas relacionadas

source: page is just a container
ca: la pàgina és només un contenidor
es: la página es un contenedor

source: Page not found
ca: Pàgina no trobada
es: Página no encontrada

source: Profile updated
ca: Perfil actualitzat
es: Perfil actualizado

source: Website
ca: Lloc web
es: Sitio web

source: Observations
ca: Observacions
es: Observaciones

source: Routes
ca: Rutes
es: Rutas

source: Beaches
ca: Platges
es: Playas

source: Server error
ca: Error al servidor
es: Error en el servidor

source: Administration
ca: Administració
es: Administración

source: users
ca: usuaris
es: usuarios

source: groups
ca: grups
es: grupos

source: Change profile
ca: Modifica el perfil
es: Modifica el perfil

source: Logout
ca: Surt
es: Salir

source: Login
ca: Identificació
es: Identificación

source: Change language
ca: Canvia l'idioma
es: Cambiar idioma

source: Create Daily Report
ca: Crea Informe Diari
es: Crea informe diario

source: Daily Report List
ca: Llista d'informes diaris
es: Lista de informes diarios

source: No reports found
ca: No s'ha trobat cap informe
es: No se ha encontrado ningún informe diario

source: Add
ca: Afegeix
es: Nueva

source: Update Daily Report
ca: Actualitza Informe Diari
es: Actualiza el informe diario

source: Map
ca: Mapa
es: Mapa

source: Flag changes
ca: Canvis de bandera
es: Cambios de bandera

source: Date
ca: Data
es: Fecha

source: Station
ca: Punt
es: Punto

source: Jellyfish flag
ca: Bandera de grumers
es: Bandera de medusas

source: Create Flag Change
ca: Crea canvi de bandera
es: Crea cambio de bandera

source: Delete Flag Change
ca: Esborra canvi de bandera
es: Elimina el cambio de bandera

source: Are you sure you want to delete this record?
ca: Estau segurs que voleu esborrar aquest registre?
es: ¿Está seguro que quiere borrar este registro?

source: Yes, I'm Sure
ca: Sí, estic segur
es: Sí, lo estoy

source: Flag Change List
ca: Llista de canvis de bandera
es: Lista de cambios de bandera

source: No flag changes found
ca: No s'han trobat canvis de bandera
es: No se han encontrado cambios de bandera

source: Update Flag Change
ca: Actualitza Canvi de Bandera
es: Actualiza el cambio de bandera

source: Latest flag changes
ca: Darrers canvis de bandera
es: Últimos cambios de bandera

source: Create Bulk Observations
ca: Crea no-observacions massives
es: Crea observaciones

source: Create Observation
ca: Crea observació
es: Alta de observación

source: Observation Heatmap
ca: Mapa de calor de les observacions
es: Mapa de calor

source: Show observation list
ca: Mostra la llista d'observacions
es: Muesta la lista de observaciones

source: Show observation map
ca: Mostra mapa d'observacions
es: Muestra el mapa

source: No observations found
ca: No s'ha trobat cap observació
es: No se ha encontrado ninguna observación

source: Observation List
ca: Llista d'observacions
es: Lista de observaciones

source: Show observation heatmap
ca: Mostra mapa de calor
es: Muestra el mapa de calor

source: observation
ca: observació
es: observación

source: Add bulk no-observations
ca: Afegeix no-observacions
es: Alta no-observaciones masivas

source: Observation Map
ca: Mapa de les observacions
es: Mapa de las observaciones

source: Update Observation
ca: Actualitza observació
es: Actualiza

source: Picture
ca: Fotografia
es: Fotografía

source: Beach List
ca: Llista de platges
es: Lista de playas

source: Route List
ca: Llista de rutes
es: Lista de rutas

source: Observation Station List
ca: Llista de punts d'observació
es: Lista de puntos de observación

source: Show observation station map
ca: Mostra el mapa de punts d'observació
es: Muestra el mapa de puntos de observación

source: No stations found
ca: No s'ha trobat cap punt d'observació
es: No se ha encontrado ningún punto de observación

source: Observation Station Map
ca: Mapa de punts d'observació
es: Mapa de puntos de observación

source: Show observation station list
ca: Mostra la llista de punts d'observació
es: Muesta la lista de puntos de observación

source: Password recovery
ca: Recupera la contrasenya
es: Recupera la contraseña

source: Recover my password
ca: Recupera la meva contrasenya
es: Recupera la contraseña

source: Password reset
ca: Nova contrasenya
es: Nueva contraseña

source: Sorry, this password reset link is invalid. You can still <a href="%(recovery_url)s">request a new one</a>.
ca: Aquest enllaç per crear una nova contrasenya és invàlid. <a href="%(recovery_url)s">torna a sol·licitar la contrasenya</a>.
es: El enlace para recuperar la contraseña es inválido. Puedes solicitar un <a href="%(recovery_url)s">nuevo enlace para recuperar la contraseña</a>.

source: Hi, <strong>%(username)s</strong>. Please choose your new password.
ca: Hola, <strong>%(username)s</strong>. Indica la teva nova contrasenya.
es: Hola, <strong>%(username)s</strong>. Introduce tu nueva contraseña.

source: Set new password
ca: Crea la nova contrasenya
es: Guarda la nueva contraseña

source: Welcome to Jellyfish observations application
ca: Benvingut/da a l'aplicació d'observació de grumers
es: Bienvenido/a a la aplicación de observación de medusas

source: Your username and password did not match. Please try again.
ca: L'usuari i contrasenya no són correctes. Prova una altra vegada o contacta l'administrador de l'aplicació
es: El usuario y contraseña no son correctos. Prueba otra vez o contacta con el administrador de la aplicación

source: Home
ca: Inici
es: Inicio

source: Beach opening
ca: Obertura de la platja
es: Apertura de playa

source: Midday - 14h
ca: Migdia (14h)
es: Mediodía (14h)

source: Beach closing
ca: Tancament de la platja
es: Cierre de la playa
